Repository: common-repository/private4time
Catalog: private4time-*.po
Languages: de_de

source: Options saved
de_de: Einstellungen sind gespeichert

source: Settings
de_de: Einstellungen

source: Set your blog private for a time periode
de_de: Setze deinen Blog zeitweise auf privat

source: time:
de_de: Zeit:

source: time zone:
de_de: Zeitzone:

source: Set Blog &quot;Private&quot;
de_de: Setze Blog &quot;Privat&quot;

source: from:
de_de: von:

source: to:
de_de: bis:

source: <br />With this option, you can set your whole blog permanently or periodically to &quot;private&quot;.<br />From 00:00 to 00:00 sets permanent to &quot;private&quot;!<br />Only blog-registered users can access to your blog.
de_de: <br />Mit dieser Option kann der ganze Blog dauerhaft oder zeitweise &quot;privat&quot;gesetzt werden.<br />Von 00:00 bis 00:00 Uhr setzt den Blog dauerhaft &quot;privat&quot;!<br />Nur registrierte Benutzer können auf den Blog zugreifen.

source: Allow User Registration for your blog (not during &quot;private&quot; period).
de_de: Erlaube Benutzer Registrierung für diesen Blog (ausser bei &quot;privatem&quot; Blog).

source: With this option, you can allow or disallow user registration for your blog.<br />On multible blog Wordpress installations (or wpmu) this option works only if site-wide registration is allowed.<br /><br />
de_de: Mit dieser Option kann Benutzer Registrierung für den Blog ein- oder ausgeschaltet werden.<br />Auf Wordpress Multiple Blogs Installationen (oder WPMU) arbeitet diese Option nur, wenn vom Site Administrator Registrierungen grundsätzlich erlaubt sind.<br /><br />

source: is powered by
de_de: ist zur Verfügung gestellt von

source: Create your free Wordpress Blog!
de_de: Erstelle deinen kostenlosen Wordpress Blog!

source: Warning: This plugin needs PHP5 for timezone setting. <br />%s is used instead.
de_de: Warnung: Dieses Plugin benötigt PHP5 um die Zeitzone zu setzten. <br />Es wird %s als Zeitzone verwendet.

source: Warning: The timezone %s cannot be set. <strong>%s</strong> is used instead.<br />To avoid this, please select a timezone city in the common settings.
de_de: Warnung: Die Zeitzone %s kann nicht gesetzt werden. Es wird <strong>%s</strong> verwendet.<br />Bitte wähle eine Stadt-Zeitzone in den allgemeinen Einstellungen.

source: Warning: The actual timezone is empty! Please check your Wordpress configuration.<br /><strong>%s</strong> is used instead.
de_de: Warnung: Die aktuelle Zeitzone ist nicht gesetzt. Bitte die Wordpress Installation überprüfen.<br />Es wird <strong>%s</strong> als Zeitzone verwendet.
